Repository: Vollan/CryptoCompare
Catalog: cryptocompare/CryptoCompare/CryptoCompare/*.lproj/Localizable.strings
Languages: sv

source: Step
sv: Steg

# buy_cryptocurrencies_title
source: How to buy cryptocurrencies?
sv: Hur köper man kryptovalutor?

# buy_cryptocurrencies_intro
source: Buying cryptocurrencies can seem overwhelming at first, but with a few simple steps, you can get started in no time. Below we explain how it works.
sv: Att köpa kryptovalutor kan kännas överväldigande i början, men med några enkla steg kan du komma igång på nolltid. Nedan förklarar vi hur det går till.

# step_1_title
source: Choose a Crypto Exchange
sv: Välj en Kryptobörs

# step_1_description
source: To buy cryptocurrencies, you need to use an exchange that acts as a marketplace. Popular choices are Binance, Coinbase, or Kraken. Choose a platform that suits your needs and create an account.
sv: För att köpa kryptovalutor behöver du använda en börs som fungerar som en marknadsplats. Populära val är Binance, Coinbase eller Kraken. Välj en plattform som passar dina behov och skapar ett konto.

# step_2_title
source: Create and Verify Your Account
sv: Skapa och Verifiera ditt Konto

# step_2_description
source: Once you have chosen an exchange, you need to create an account. Typically, an email address, password, and sometimes ID verification are required to ensure that it is you making the purchases.
sv: När du valt en börs behöver du skapa ett konto. Oftast krävs en e-postadress, lösenord och ibland ID-verifiering för att säkerställa att det är du som gör köpen.

# step_3_title
source: Deposit Funds
sv: Sätt in Pengar

# step_3_description
source: To buy cryptocurrencies, you need to deposit funds into your exchange account. Many exchanges accept deposits via bank transfer, credit card, or other payment methods.
sv: För att köpa kryptovalutor behöver du sätta in pengar på ditt börskonto. Många börser accepterar insättningar med banköverföringar, kreditkort eller andra betalmetoder.

# step_4_title
source: Choose the Cryptocurrency You Want to Buy
sv: Välj den Kryptovaluta du vill köpa

# step_4_description
source: Once your funds are deposited, you can choose the cryptocurrency you want to buy, such as Bitcoin (BTC) or Ethereum (ETH). You can also see real-time prices and decide how much you want to invest.
sv: När dina pengar är insatta kan du välja den kryptovaluta du vill köpa, exempelvis Bitcoin (BTC) eller Ethereum (ETH). Du kan också se realtidspriser och välja hur mycket du vill investera.

# step_5_title
source: Confirm Your Purchase
sv: Bekräfta Köpet

# step_5_description
source: After selecting the cryptocurrency, enter the amount you wish to buy and confirm the purchase. Once the purchase is complete, you own the cryptocurrency, and it will be displayed in your exchange account.
sv: Efter att ha valt kryptovalutan anger du hur mycket du vill köpa och bekräftar köpet. När köpet är klart äger du kryptovalutan och den visas på ditt börskonto.

# step_6_title
source: Store Your Cryptocurrencies
sv: Förvara dina Kryptovalutor

# step_6_description
source: You can either keep the cryptocurrencies on the exchange or move them to a private wallet (digital wallet) for extra security. It is recommended to use an external wallet for larger amounts.
sv: Du kan antingen låta kryptovalutorna vara kvar på börsen, eller flytta dem till en privat plånbok (digital wallet) för extra säkerhet. Det är rekommenderat att använda en extern plånbok för större summor.

# tips_and_advice_title
source: Tips and Advice
sv: Tips och råd

# tips_and_advice_body
source: 1. Start with small amounts until you feel comfortable with the process. 2. Never store large amounts of cryptocurrencies on an exchange for a long time. 3. Do research on the cryptocurrency you want to invest in. 4. Remember that the cryptocurrency market is volatile, and prices can change quickly.
sv: 1. Börja med små summor tills du känner dig bekväm med processen. 2. Förvara aldrig stora summor kryptovalutor på en börs under längre tid. 3. Gör research om den kryptovaluta du vill investera i. 4. Kom ihåg att kryptovalutamarknaden är volatil, och värdet kan ändras snabbt.

# navigation_title
source: Buying Cryptocurrencies
sv: Köpa Kryptovalutor

source: Cryptocurrencies
sv: Kryptovalutor

# price_label
source: Price:
sv: Pris:

# compare_button
source: COMPARE
sv: JÄMFÖR

source: Loading...
sv: Laddar data...

source: Crypto Details
sv: Krypto Detaljer

# current_price_label
source: Current price:
sv: Nuvarande pris:

# highest_24h_label
source: Highest 24 hour:
sv: Högsta 24 timmar:

# lowest_24h_label
source: Lowest 24 hour:
sv: Lägsta 24 timmar:

# compare_crypto_price_changes
source: Compare Cryptocurrency Price Changes
sv: Jämför Kryptovalutornas Prisändringar
